<?php 

        $_statusid= array(
            'login' =>array(0 =>"username หรือ password ไม่ถูกต้อง"),
            'personnel'=>array(0=>"กรอกข้อมูลไม่ถูกต้องกรุณาตรวจสอบอีกครั้ง",
                                1=>"บันทึกข้อมูลสำเร็จ",
                                    2=>"ลบข้อมูลสำเร็จ",
                                        3=>"เพิ่มข้อมูลใหม่สำเร็จ",
                                            4=>"ลบไม่ได้เนื่องจากมีบันทึกข้อมูลในระบบแล้วจึงไม่อนุญาติให้ลบ"),
            'peroduct_type' => array(0 =>'กรอกข้อมูลไม่ถูกต้องกรุณาลองใหม่อีกครั้ง',
                                        1=>"บันทึกข้อมูลเข้าสู่ระบบสำเร็จ",
                                            2=>"บันทึกข้อมูลแก้ไขข้อมูลสำเร็จ",
                                                3=>"ลบข้อมูลสำเร็จ"),
            'product' => array(0=>'กรอกข้อมูลไม่ถูกต้องกรุณาลองใหม่อีกครั้ง',
                                1=>'บันทึกข้อมูลเข้าสู่ระบบสำเร็จ',
                                    2=>'บันทึกข้อมูลแก้ไขข้อมูลสำเร็จ',
                                        3=>'ลบข้อมูลสำเร็จ')
        );
     
 
 if(isset($_POST["PAGE"])&& isset($_POST["ERROR"])){
     echo($_statusid[$_POST["PAGE"]][$_POST["ERROR"]]);
 }







?>